<p><b>О компании</b></p>

<p><b>Юридическая фирма «Тлеулин и партнёры»</b> специализируется на полном правовом сопровождении процедуры банкротства как в интересах должников, так и для кредиторов. Обширный опыт и узкая специализация позволяют нам оставаться лидерами в области управляемого банкротства в таких отраслях как: строительство и недвижимость, торговля и дистрибуция, промышленность и производство, банки и финансы, интернет и связь, рекламные услуги и сельское хозяйство.</p>

<p><b>Продукты:</b><p>

    <ul>
    <li>Процедура реабилитации и реструктуризации</li>
    <li>Управляющие банкротства и реабилитации</li>
    <li>Процедура банкротства юридического лица</li>
    <li>Процедура добровольной ликвидации</li>
    <li>Налоговые и корпоративные споры</li>
</ul>
<p>Фирмой разработаны и применяются эффективные инструменты достижения поставленных задач, а деятельность предполагает строгую конфиденциальность и исключение конфликта интересов. Клиенты Фирмы — это состоявшиеся предприниматели, предпочитающие сконцентрировать усилия на перспективных идеях передав на разрешение вопросы, ежедневно практикуемые нашей командой.</p>